let shortDemoText = """
خودروهایی که نام‌شان در این لیست قیمت وجود ندارد، محصولاتی هستند که در اردیبهشت‌ماه سال 1402، یا تولید نشده‌اند یا هنوز زمان عرضه و تحویل آنها فرا نرسیده است.
"""

let longDemoText = """
داشتن خواب باکیفیت برای سلامتی انسان اهمیت بسیار زیادی دارد. همه‌ی افراد در طول روز ساعت‌های زیادی را در حال فعالیت هستند و استرس‌های مختلفی را تحمل می‌کنند، بنابراین اتاق خواب باید یک جای راحت و آرامبخش باشد. هیچ‌کس از اهمیت داشتن یک تخت خواب و تشک راحت بی‌خیر نیست، اما نکته‌ی پر اهمیت بعدی روتختی، رو بالشی، پتو، لحاف و کاور و در واقع ست سرویس خوابی است که استفاده می‌کنید. رنگ‌هایی که در اتاق خواب استفاده می‌کنید باید آرامبخش باشند و یک سرویس خواب طوسی یا آبی می‌تواند بسیار مناسب باشد. باتوجه به خواب آور بودن رنگ بنفش یک سرویس خواب بنفش شیک هم گزینه‌ی خوبی است. پارچه‌ی به کار رفته برای دوخت روتختی هم بسیار مهم است، زیرا باید به‌راحتی شسته شود و عرق بدن را هم جذب کند. یک روبالشتی خوب هم باید نرم و لطیف باشد تا موها آسیب نبیننند. پارچه‌های نخی و کتان برای روتختی بسیار مناسب‌اند و از ساتن و ابریشم می‌توانید برای روبالشتی استفاده کنید.
"""
